{
    "status": "success",
    "items": [{
            "id": 1,
            "title": "350MM Deep Dish Steering Wheel",
            "price": 190,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/RST-036MB-S-BK-01-780x700_900x.jpg?v=1606155540",
            "desc":"The line that revamped our Steering Wheels, and our first ever reinforced steering wheels, the spec that ALL of our steering wheels are built to today. 75mm deep, featuring a solid spoke design over the typical circular cut-outs for added material strength, covered in high density injection foam for the perfect grip and wrapped with varies material such as leahter, suede, and alcantara."
        },
        {
            "id": 2,
            "title": "Madmike Signature Series-Camo",
            "price": 250,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/RST-036MB-C-MM-01-780x700_900x.jpg?v=1605809722",
            "desc":"Mad Mike Inspired 3 spoke steering wheel with solid spokes on two and special circle cut out on the center spoke. Reinforced with 5mm thick spokes."
        },
        {
            "id": 3,
            "title": "MATSURI STEERING WHEEL",
            "price": 250,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/RST-027CH-SM-01-780x700_900x.jpg?v=1608324500",
            "desc":"The NRG Matsuri Steering Wheel. In 2015, we launched our first Drift Matsuri event at Grange. It was a benchmark for our company to not only represent the support for the sport and also support for the enthusiasts. In 2019, we want to make a steering wheel that has personality and representing the symbol of Matsuri( чен), the Japanese word for a festival or a holiday. It is to remind people the start of our contribution for the love of Drifting."
        },
        {
            "id": 4,
            "title": "Carbon Fiber Steering-Wheel 315MM",
            "price": 360,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/ST-310CFBS-01-780x700_900x.jpg?v=1605746162",
            "desc": "Some of our smallest Steering Wheels yet, these ~12 steering wheels were made with space in mind, and designed for the tiniest of vehicles. They also work great on simulator rigs, due to their smaller diameter being a closer match to most factory SIM wheels."
        },
        {
            "id": 5,
            "title": "Fiber Glass Bucket Seat Large",
            "price": 730,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/RSC-300-01-780x700_900x.jpg?v=1605751320",
            "desc":"Carbon Fiber (not FRP) finish. Our original Bucket Seat, in Large, with leather patches in the high traffic areas to prevent premature wear. True to our decade old design which actually inspired our newest and most successful line of seats. The RSC-300 sports an extra layer of FRP for added rigidity, while featuring similar comfort and style as some of the more expensive seats in the category. These seats are meant to look good, feel good, and work exceptionally in your vehicle."
        },
        {
            "id": 6,
            "title": "Prisma-Ultra Bucket Seat Large",
            "price": 425,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/FRP-302BK-ULTRA-08-780x700_900x.jpg?v=1605836263",
            "desc":"The second best looking bucket seat available, hands down. The Prisma offers unmatched style, comfort, and innovation with things like our double layer FRP, 5 point harness compatibility, and custom gold mix color flake backing. Wrapped in Alcantara, and insulated with hand-picked mixed-density foam while rocking two storage pockets located on the front seat cushions, It's also the first seat to retain factory like utility and support, and at a surprisingly affordable price."
        },
        {
            "id": 7,
            "title": "Reclindable Racing Seat",
            "price": 450,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/RSC-200L-01-780x700_900x.jpg?v=1605816726",
            "desc": "The perfect addition to any build, whether it's a race car, weekend warrior, or even a show car. Our reclinable bucket seats offer safety, performance, and style at an affordable price. The seat features Black cloth, and Red stitching along the seams. Note: They are priced and sold in pairs only."

        },
        {
            "id": 8,
            "title": "FIA Competition seat medium",
            "price": 850,
            "image": "https://cdn.shopify.com/s/files/1/0465/1981/2246/products/FRP-RS600M-08-780x700_900x.jpg?v=1605749620",
            "desc": "A battle-tank of a seat. Our original FIA compliant FRP Bucket Seat. This seat is designed to handle whatever you would like to throw at it, whether that be blasting through backroads in your UTV, kicking up sand in the desert, or shredding tires at the track. This seat has proved that it's built for the task at hand, with many professional drivers from the likes of organizations such as: Formula Drift, Ultra 4, SCORE, NASA, SCCA, and many more."
        }
    ]
}